# -*- coding:utf-8 -*-

REGISTRATION_CHOICES = (
    ("временная", "временная"),
    ("постоянная", "постоянная"),
    ("не имеет", "не имеет"),
)

FAMILY_STATUSES_CHOICES = (
    ("холост", "холост"),
    ("женат", "замужем"),
)

PROVISION_OF_EMPLOYMENT_CHOICES = (
    ("трудоустроен через ЦЗН", "трудоустроен через ЦЗН"),
    ("трудоустроен самостоятельно", "трудоустроен самостоятельно"),
)

EDUCATION_TYPE_CHOICES = (
    ("Обучается в НПО", "Обучаетcя в НПО"),
    ("Обучается в СУЗе", "Обучаетcя в СУЗе"),
    ("Обучается в ВУЗе", "Обучаетcя в ВУЗе"),
    ("Получает второе высшее", "Получает второе высшее"),
)