# -*- coding:utf-8 -*-

REGISTRATION_CHOICES = (
    (u"временная", u"временная"),
    (u"постоянная", u"постоянная"),
    (u"не имеет", u"не имеет"),
)

FAMILY_STATUSES_CHOICES = (
    (u"холост", u"холост"),
    (u"женат", u"замужем"),
)

PROVISION_OF_EMPLOYMENT_CHOICES = (
    (u"трудоустроен через ЦЗН", u"трудоустроен через ЦЗН"),
    (u"трудоустроен самостоятельно", u"трудоустроен самостоятельно"),
)

EDUCATION_TYPE_CHOICES = (
    (u"Обучается в НПО", u"Обучаетcя в НПО"),
    (u"Обучается в СУЗе", u"Обучаетcя в СУЗе"),
    (u"Обучается в ВУЗе", u"Обучаетcя в ВУЗе"),
    (u"Получает второе высшее", u"Получает второе высшее"),
)

BOOLEAN_CHOICES = (
    (u"Да", u"Да"),
    (u"Нет", u"Нет"),
)

DOCUMENT_CHOICES = (
    (u"Паспорт", u"Паспорт"),
    (u"Свидетельство о рождении", u"Свидетельсво о рождении"),
    (u"Другой документ", u"Другой документ"),
)
